{
  "mainTitle": "Rethymno's Current Happenings: A Comprehensive Guide to the City's Events",
  "mainContent": "Rethymno is a city that comes alive with excitement each year with a diverse range of events and celebrations. From the lively and colorful Carnival parade, to energetic Marathon run, to the big community gatherings, there is always something happening in the city. These events not only showcase the city's rich cultural heritage but also bring people together to create unforgettable memories. Whether you are a local resident or a visiting tourist, don't miss the opportunity to participate in these exciting annual events in Rethymno.",
  "events": [
    {
      "id": 1,
      "title": "Holy Mary event in Myriokefala.",
      "content": "The Holy Mary event of Myriokephalon festival is celebrated every September, in the southwestern part of the Nomos of Reithymni and hundreds of Christian believers are already there for the established pilgrimage. This important festival stands out not only for the beautiful traditional images one encounters in the village of Myriokephalon, but mainly for the emotional effort of countless faithful who have been walking from the surrounding areas since the previous day and of course, this very morning. The groups of pilgrims who follow the national road to the Episcopacy remain dedicated to their goal despite the fatigue, support this unique tradition wholeheartedly, and of course express their deep faith in Panagia (\"Holy Mary\") in the most impressive way. As anyone who experiences it can testify, it is a moving spectacle that has earned the Myriokephalon Monastery the title of the \"Tinos of Crete.\"",
      "images": [
        "/img/events/miriokefala/miriokefala.jpg",
        "/img/events/miriokefala/miriokefala2.jpg",
        "/img/events/miriokefala/miriokefala3.jpeg",
        "/img/events/miriokefala/miriokefala4.jpeg",
        "/img/events/miriokefala/miriokefala5.jpg"
      ]
    },
    {
      "id": 2,
      "title": "The biggest Carnival of Crete in Rethymnon",
      "content": "Every year in Rethymno, for almost a whole month, the city plays host to a succession of fun-filled celebrations, bringing together locals and visitors who participate in this carnival because they love to enjoy every moment of their lives. The whole town becomes one big party; people work together in order to organise all the festivities that take place in Rethymno and the surrounding areas. The most important work is done by volunteers, people of all ages who freely contribute their efforts and come up with ever more innovative ideas for the festivities because of their passion for the city’s carnival. Each year the carnival celebrations has a different theme, the element on which the main theatrical act of the dance groups will be based. The beginning of the Carnival of Rethymno will be signalled by a town crier, who will walk all around Rethymno telling people about the festivities that are going to take place. The carnival starts with a treasure hunt for children, and there will be numerous parties, carnival dances, happenings and workshop for children to make objects by hand, all specially planned to amuse the kids. However, those of you who are older but young at heart won’t have any complaints; all kinds of celebrations will fill the streets and squares of this picturesque town. The numerous events also include a treasure hunt, the dancing of the carnival groups and the extravagant night-time parade of the carnival floats through the streets of the town. You shouldn’t miss the “Kantáda”, a four-hour serenade with bel canto musical influences, where carnival groups walk through the old town and fill every corner with their nostalgic melodies.",
      "images": [
        "/img/events/carnival/carnival1.jpg",
        "/img/events/carnival/carnival2.jpg",
        "/img/events/carnival/carnival3.jpg",
        "/img/events/carnival/carnival4.jpg",
        "/img/events/carnival/carnival5.jpg"
      ]
    },
    {
      "id": 3,
      "title": "Arkadi Races -ARKADIA-",
      "content": "The history of Arkadi Races began in 1930. The president of the Sports Association Atromitos, decided to organise sporting events called “Panrethymnia” on the 8th November 1930 in commemoration of the holocaust in Arkadi Monastery. Because during the same year there had also been organized commemorative events for the 100 years of independence of Greece from Ottoman rule and those events finished with the commemoration of the Arkadi Holocaust on the 8th November 1930 in Rethymno, it was renamed to “Arkadi Races”. So, the “Arkadi Races” began unofficially in 1930 but the Sports Association also organized sporting events in 1932 and 1933 and since 1936 every year with SEGA’s (Athletic Athletics Federation) official approval, The first official “Arkadi Races” were held on 8th November 1936 by the Rethymno Sports Club - AOR. The races took place on the streets of Averof Square (today Iroon Polytecnhiou Square).",
      "images": [
        "/img/events/arkadi/arkadi1.jpg",
        "/img/events/arkadi/arkadi2.jpg",
        "/img/events/arkadi/arkadi3.jpg",
        "/img/events/arkadi/arkadi4.jpg",
        "/img/events/arkadi/arkadi5.jpg"
      ]
    },
    {
      "id": 4,
      "title": "Rethymno's Treasure Hunt",
      "content": "One of the most important brand events of Rethymno's Carnival is the famous Treasure Hunt. The game takes place a few days before the Grand Parade when thousands of participants and dozens of floats flood the streets. In fact, Rethymno's Treasure Hunt won the Guinness World Record in 2017 for being the largest treasure hunt in the world, with 1418 participants. The Treasure's Hunt’s long history goes back in the year 1988. The exceptional idea belongs to a small group of students who were interested in playing a game, right in the center of the Old Town, near the place of the Rimondi Fountain. For a couple of years, the game was an unofficial institution, gradually acquiring more and more interest as the Teams’ participation was unexpectedly increased. A local radio station –Team fm- used to organize the Treasure Hunt for the first 5 years, offering a monetary prize to the Team that won. Then, the control passed to the Carnival Teams, and, as they decided to abandon the money prize, the competition was increased. The winning Team is committed to organizing next year’s Treasure Hunt at their own cost. The 1st Treasure Hunt was formally established in the year of 1990. After 10 years, the Children's Treasure Hunt was created and, for a few years now, there's also the Teenagers’ Treasure Hunt, as an opportunity for young people to discover the city and to learn all about its history.",
      "images": [
        "/img/events/treasure/treasure1.jpg",
        "/img/events/treasure/treasure2.jpg",
        "/img/events/treasure/treasure3.jpg",
        "/img/events/treasure/treasure4.jpg",
        "/img/events/treasure/treasure5.jpg"
      ]
    }
  ]
}
